Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: • View family members' wellness progress • Create shared challenges • Do together sessions • Receive alerts about family members
es: • Ver el progreso de bienestar de los miembros de la familia • Crear desafios compartidos • Hacer sesiones juntos • Recibir alertas sobre los miembros de la familia
pt_br: • Ver o progresso de bem-estar dos membros da familia • Criar desafios compartilhados • Fazer sessoes juntos • Receber alertas sobre os membros da familia

source: alternatives
es: alternativas
pt_br: alternativas

source: - Resume within 30 days
es: - Reanudar dentro de 30 dias
pt_br: - Retomar dentro de 30 dias

source: - Tap to resume
es: - Toca para reanudar
pt_br: - Toque para retomar

source: (%lld sessions)
es: (%lld sesiones)
pt_br: (%lld sessoes)

source: (edited)
es: (editado)
pt_br: (editado)

source: (You)
es: (Tu)
pt_br: (Voce)

source: /month
es: /mes
pt_br: /mês

source: /year
es: /año
pt_br: /ano

# %@ alert: %@. %@
source: %1$@ alert: %2$@. %3$@
es: Alerta de %1$@: %2$@. %3$@
pt_br: Alerta de %1$@: %2$@. %3$@

# %@ billing%@
source: %1$@ billing%2$@
es: Facturacion %1$@%2$@
pt_br: Cobranca %1$@%2$@

source: %@ category
es: Categoría %@
pt_br: Categoria %@

source: %@ completed
es: %@ completado
pt_br: %@ concluido

source: %@ day
es: %@ dia
pt_br: %@ dia

# %@ from %@
source: %1$@ from %2$@
es: %1$@ de %2$@
pt_br: %1$@ de %2$@

# %@ of %@
source: %1$@ of %2$@
es: %1$@ de %2$@
pt_br: %1$@ de %2$@

# %@ plan, %@%@
source: %1$@ plan, %2$@%3$@
es: Plan %1$@, %2$@%3$@
pt_br: Plano %1$@, %2$@%3$@

source: %@ Progress
es: Progreso de %@
pt_br: Progresso de %@

# %@ reaction, %lld %@
source: %1$@ reaction, %2$lld %3$@
es: Reaccion %1$@, %2$lld %3$@
pt_br: Reacao %1$@, %2$lld %3$@

# %@ recommendation, %lld%% match
source: %1$@ recommendation, %2$lld%% match
es: Recomendacion de %1$@, %2$lld%% de coincidencia
pt_br: Recomendacao de %1$@, %2$lld%% de correspondencia

# %@ session, %@
source: %1$@ session, %2$@
es: Sesion de %1$@, %2$@
pt_br: Sessao de %1$@, %2$@

# %@ step. %@. %lld of %lld items identified.
source: %1$@ step. %2$@. %3$lld of %4$lld items identified.
es: Paso %@. %@. %lld de %lld elementos identificados.
pt_br: Passo %@. %@. %lld de %lld itens identificados.

source: %@ style
es: Estilo %@
pt_br: Estilo %@

source: %@ theme
es: Tema %@
pt_br: Tema %@

# %@ theme%@
source: %1$@ theme%2$@
es: Tema %@%@
pt_br: Tema %@%@

# %@ trend over %lld days
source: %1$@ trend over %2$lld days
es: Tendencia %@ en %lld días
pt_br: Tendência %@ em %lld dias

# %@, %lld members%@
source: %1$@, %2$lld members%3$@
es: %1$@, %2$lld miembros%3$@
pt_br: %1$@, %2$lld membros%3$@

# %@, %lld seconds
source: %1$@, %2$lld seconds
es: %1$@, %2$lld segundos
pt_br: %1$@, %2$lld segundos

# %@, level %lld, %@. %lld XP total.
source: %1$@, level %2$lld, %3$@. %4$lld XP total.
es: %1$@, nivel %2$lld, %3$@. %4$lld XP en total.
pt_br: %1$@, nivel %2$lld, %3$@. %4$lld XP no total.

# %@, updated %@
source: %1$@, updated %2$@
es: %1$@, actualizado %2$@
pt_br: %1$@, atualizado %2$@

# %@: %@ %@ correlation with mood
source: %1$@: %2$@ %3$@ correlation with mood
es: %1$@: correlacion %2$@ %3$@ con el estado de animo
pt_br: %1$@: correlacao %2$@ %3$@ com o humor

source: %@: Not included in free tier, included in premium
es: %@: No incluido en el plan gratuito, incluido en premium
pt_br: %@: Nao incluido no plano gratuito, incluido no premium

# %@. %@. Impact: %@
source: %1$@. %2$@. Impact: %3$@
es: %@. %@. Impacto: %@
pt_br: %@. %@. Impacto: %@

# %@. Day %lld, %@. %lld percent complete.
source: %1$@. Day %2$lld, %3$@. %4$lld percent complete.
es: %@. Día %lld, %@. %lld por ciento completado.
pt_br: %@. Dia %lld, %@. %lld porcento completo.

# %@. Impact: %@
source: %1$@. Impact: %2$@
es: %@. Impacto: %@
pt_br: %@. Impacto: %@

source: %@. Tap to continue.
es: %@. Toca para continuar.
pt_br: %@. Toque para continuar.

source: %@'s profile picture
es: Foto de perfil de %@
pt_br: Foto de perfil de %@

# %@%@ pts/day
source: %1$@%2$@ pts/day
es: %@%@ pts/día
pt_br: %@%@ pts/dia

# %@%lld from yesterday
source: %1$@%2$lld from yesterday
es: %@%lld desde ayer
pt_br: %@%lld desde ontem

# %@%lld%% HRV change
source: %1$@%2$lld%% HRV change
es: %@%lld%% cambio en VFC
pt_br: %@%lld%% mudança na VFC

source: %d patterns available
es: %d patrones disponibles
pt_br: %d padroes disponiveis

source: %lld AI Art
es: %lld Arte IA
pt_br: %lld Arte IA

source: %lld AI profile picture generations remaining today
es: %lld generaciones de foto de perfil con IA restantes hoy
pt_br: %lld gerações de foto de perfil com IA restantes hoje

source: %lld analyses left today
es: %lld analisis restantes hoy
pt_br: %lld analises restantes hoje

source: %lld assessments tracked
es: %lld evaluaciones registradas
pt_br: %lld avaliacoes registradas

source: %lld available
es: %lld disponibles
pt_br: %lld disponiveis

source: %lld avg
es: %lld promedio
pt_br: %lld média

source: %lld BPM
es: %lld PPM

source: %lld cards
es: %lld tarjetas
pt_br: %lld cartões

source: %lld characters
es: %lld caracteres
pt_br: %lld caracteres

source: %lld characters entered
es: %lld caracteres ingresados
pt_br: %lld caracteres inseridos

source: %lld chat messages remaining
es: %lld mensajes de chat restantes
pt_br: %lld mensagens de chat restantes

source: %lld check-ins
es: %lld registros

source: %lld circle check-ins
es: %lld registros de circulo
pt_br: %lld check-ins de circulo

source: %lld creators
es: %lld creadores
pt_br: %lld criadores

source: %lld day streak
es: Racha de %lld días
pt_br: Sequência de %lld dias

source: %lld day streak!
es: ¡Racha de %lld días!
pt_br: Sequência de %lld dias!

# %lld day%@ since last check-in
source: %1$lld day%2$@ since last check-in
es: %1$lld dia%2$@ desde el ultimo registro
pt_br: %1$lld dia%2$@ desde o ultimo check-in

source: %lld days
es: %lld días
pt_br: %lld dias

# %lld days • %lld min/day
source: %1$lld days • %2$lld min/day
es: %1$lld dias, %2$lld min/dia
pt_br: %1$lld dias, %2$lld min/dia

source: %lld days completed
es: %lld dias completados
pt_br: %lld dias concluidos

source: %lld days left
es: %lld dias restantes
pt_br: %lld dias restantes

source: %lld days remaining
es: %lld dias restantes
pt_br: %lld dias restantes

source: %lld discussions
es: %lld discusiones
pt_br: %lld discussoes

source: %lld excluded
es: %lld excluidos
pt_br: %lld excluídos

source: %lld exercises available
es: %lld ejercicios disponibles
pt_br: %lld exercicios disponiveis

source: %lld file(s) selected
es: %lld archivo(s) seleccionado(s)
pt_br: %lld arquivo(s) selecionado(s)

source: %lld followers
es: %lld seguidores
pt_br: %lld seguidores

source: %lld generations remaining today
es: %lld generaciones restantes hoy
pt_br: %lld geracoes restantes hoje

source: %lld items
es: %lld elementos
pt_br: %lld itens

# %lld items • %@ complete
source: %1$lld items • %2$@ complete
es: %1$lld elementos, %2$@ completados
pt_br: %1$lld itens, %2$@ concluidos

source: %lld left
es: %lld restantes
pt_br: %lld restantes

source: %lld members
es: %lld miembros
pt_br: %lld membros

source: %lld mentors
es: %lld mentores
pt_br: %lld mentores

# %lld message%@
source: %1$lld message%2$@
es: %1$lld mensaje%2$@
pt_br: %1$lld mensagem%2$@

source: %lld milestones
es: %lld hitos
pt_br: %lld marcos

# %lld min %lld sec
source: %1$lld min %2$lld sec
es: %1$lld min %2$lld seg
pt_br: %1$lld min %2$lld seg

# %lld min • %@
source: %1$lld min • %2$@
es: %lld min • %@
pt_br: %lld min • %@

source: %lld min before
es: %lld min antes
pt_br: %lld min antes

source: %lld min Voice
es: %lld min de Voz
pt_br: %lld min de Voz

source: %lld min/day
es: %lld min/dia
pt_br: %lld min/dia

source: %lld minutes
es: %lld minutos
pt_br: %lld minutos

source: %lld minutes played
es: %lld minutos reproducidos
pt_br: %lld minutos reproduzidos

source: %lld objects
es: %lld objetos
pt_br: %lld objetos

source: %lld objects placed
es: %lld objetos colocados
pt_br: %lld objetos colocados

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld
pt_br: %1$lld de %2$lld

# %lld of %lld chat messages remaining
source: %1$lld of %2$lld chat messages remaining
es: %lld de %lld mensajes de chat restantes
pt_br: %lld de %lld mensagens de chat restantes

# %lld of %lld completed
source: %1$lld of %2$lld completed
es: %1$lld de %2$lld completados
pt_br: %1$lld de %2$lld concluidos

# %lld of %lld days completed
source: %1$lld of %2$lld days completed
es: %1$lld de %2$lld dias completados
pt_br: %1$lld de %2$lld dias concluidos

# %lld of %lld exercises
source: %1$lld of %2$lld exercises
es: %1$lld de %2$lld ejercicios
pt_br: %1$lld de %2$lld exercicios

# %lld of %lld generations remaining today
source: %1$lld of %2$lld generations remaining today
es: %lld de %lld generaciones restantes hoy
pt_br: %lld de %lld gerações restantes hoje

# %lld of %lld items identified
source: %1$lld of %2$lld items identified
es: %lld de %lld elementos identificados
pt_br: %lld de %lld itens identificados

# %lld of %lld memories
source: %1$lld of %2$lld memories
es: %1$lld de %2$lld recuerdos
pt_br: %1$lld de %2$lld memorias

# %lld of %lld seats used
source: %1$lld of %2$lld seats used
es: %1$lld de %2$lld asientos usados
pt_br: %1$lld de %2$lld lugares usados

# %lld of %lld streak shields remaining
source: %1$lld of %2$lld streak shields remaining
es: %1$lld de %2$lld escudos de racha restantes
pt_br: %1$lld de %2$lld escudos de sequencia restantes

# %lld of %lld words entered%@
source: %1$lld of %2$lld words entered%3$@
es: %1$lld de %2$lld palabras ingresadas%3$@
pt_br: %1$lld de %2$lld palavras inseridas%3$@

source: %lld of 200 characters
es: %lld de 200 caracteres
pt_br: %lld de 200 caracteres

source: %lld out of 5 stars
es: %lld de 5 estrellas
pt_br: %lld de 5 estrelas

source: %lld out of 10
es: %lld de 10
pt_br: %lld de 10

# %lld out of 10, %@
source: %1$lld out of 10, %2$@
es: %1$lld de 10, %2$@
pt_br: %1$lld de 10, %2$@

source: %lld participants
es: %lld participantes
pt_br: %lld participantes

source: %lld patterns available
es: %lld patrones disponibles
pt_br: %lld padrões disponíveis

source: %lld patterns detected so far
es: %lld patrones detectados hasta ahora
pt_br: %lld padrões detectados até agora

source: %lld patterns selected
es: %lld patrones seleccionados
pt_br: %lld padrões selecionados

source: %lld pending
es: %lld pendientes
pt_br: %lld pendentes

# %lld percent confidence, %@
source: %1$lld percent confidence, %2$@
es: %lld por ciento de confianza, %@
pt_br: %lld porcento de confiança, %@

source: %lld plays
es: %lld reproducciones
pt_br: %lld reproducoes

# %lld point reduction (~%lld%%)
source: %1$lld point reduction (~%2$lld%%)
es: Reduccion de %1$lld puntos (~%2$lld%%)
pt_br: Reducao de %1$lld pontos (~%2$lld%%)

source: %lld practices
es: %lld prácticas
pt_br: %lld práticas

# %lld program%@
source: %1$lld program%2$@
es: %1$lld programa%2$@
pt_br: %1$lld programa%2$@

source: %lld questions
es: %lld preguntas
pt_br: %lld perguntas

source: %lld remaining
es: %lld restantes
pt_br: %lld restantes

source: %lld Replies
es: %lld Respuestas
pt_br: %lld Respostas

# %lld reroll%@ remaining
source: %1$lld reroll%2$@ remaining
es: %1$lld reintento%2$@ restante(s)
pt_br: %1$lld nova tentativa%2$@ restante(s)

source: %lld samples
es: %lld muestras
pt_br: %lld amostras

source: %lld sec
es: %lld seg
pt_br: %lld seg

source: %lld seconds remaining
es: %lld segundos restantes
pt_br: %lld segundos restantes

source: %lld selected
es: %lld seleccionados
pt_br: %lld selecionados

source: %lld sessions
es: %lld sesiones
pt_br: %lld sessoes

source: %lld sessions completed
es: %lld sesiones completadas
pt_br: %lld sessoes concluidas

source: %lld skips remaining
es: %lld saltos restantes
pt_br: %lld pulos restantes

source: %lld sounds
es: %lld sonidos
pt_br: %lld sons

# %lld star%@
source: %1$lld star%2$@
es: %lld estrella%@
pt_br: %lld estrela%@

# %lld step%@ remaining
source: %1$lld step%2$@ remaining
es: %1$lld paso%2$@ restante(s)
pt_br: %1$lld passo%2$@ restante(s)

source: %lld steps
es: %lld pasos
pt_br: %lld passos

source: %lld supporters
es: %lld apoyo
pt_br: %lld apoiadores

# %lld things you %@
source: %1$lld things you %2$@
es: %lld cosas que %@
pt_br: %lld coisas que você %@

# %lld thinking pattern%@ identified
source: %1$lld thinking pattern%2$@ identified
es: %1$lld patron%2$@ de pensamiento identificado(s)
pt_br: %1$lld padrao%2$@ de pensamento identificado(s)

source: %lld to next level
es: %lld para el siguiente nivel
pt_br: %lld para o proximo nivel

# %lld vs %lld last week
source: %1$lld vs %2$lld last week
es: %1$lld vs %2$lld la semana pasada
pt_br: %1$lld vs %2$lld na semana passada

source: %lld weeks
es: %lld semanas
pt_br: %lld semanas

source: %lld words
es: %lld palabras
pt_br: %lld palavras

source: %lld XP to next
es: %lld XP para el siguiente
pt_br: %lld XP para o próximo

source: %lld XP to next level
es: %lld XP para el siguiente nivel
pt_br: %lld XP para o proximo nivel

# %lld/%lld Activities
source: %1$lld/%2$lld Activities
es: %lld/%lld Actividades
pt_br: %lld/%lld Atividades

# %lld/%lld doses taken
source: %1$lld/%2$lld doses taken
es: %1$lld/%2$lld dosis tomadas
pt_br: %1$lld/%2$lld doses tomadas

# %lld/%lld generations used this month
source: %1$lld/%2$lld generations used this month
es: %lld/%lld generaciones usadas este mes
pt_br: %lld/%lld gerações usadas este mês

# %lld/%lld remaining
source: %1$lld/%2$lld remaining
es: %1$lld/%2$lld restantes
pt_br: %1$lld/%2$lld restantes

# %lld/%lld words
source: %1$lld/%2$lld words
es: %1$lld/%2$lld palabras
pt_br: %1$lld/%2$lld palavras

source: %lld/5 sounds
es: %lld/5 sonidos
pt_br: %lld/5 sons

source: %lld/50 characters minimum
es: %lld/50 caracteres minimo
pt_br: %lld/50 caracteres minimo

source: %lld%% active
es: %lld%% activo
pt_br: %lld%% ativo

source: %lld%% complete
es: %lld%% completado
pt_br: %lld%% concluido

source: %lld%% confidence
es: %lld%% confianza
pt_br: %lld%% confiança

source: %lld%% confident
es: %lld%% de confianza
pt_br: %lld%% de confianca

source: %lld%% helpful
es: %lld%% útil
pt_br: %lld%% útil

source: %lld%% match
es: %lld%% de coincidencia
pt_br: %lld%% de correspondencia

source: %lld%% off
es: %lld%% de descuento
pt_br: %lld%% de desconto

source: %lld%% translated
es: %lld%% traducido
pt_br: %lld%% traduzido

source: %lld%% weight
es: %lld%% peso
pt_br: %lld%% peso

source: %lldh/week
es: %lldh/semana
pt_br: %lldh/semana

source: • %lld days
es: • %lld días
pt_br: • %lld dias

source: • Be specific and actionable
es: • Sé específico y práctico
pt_br: • Seja específico e prático

source: • Don't include personal details
es: • No incluyas detalles personales
pt_br: • Não inclua detalhes pessoais

source: • Focus on what worked for you
es: • Enfócate en lo que funcionó para ti
pt_br: • Foque no que funcionou para você

source: • There's no right or wrong way to journal
es: • No hay una forma correcta o incorrecta de escribir un diario
pt_br: • Nao ha uma forma certa ou errada de escrever um diario

source: • Write at least 50 words to unlock AI insights
es: • Escribe al menos 50 palabras para desbloquear perspectivas de IA
pt_br: • Escreva pelo menos 50 palavras para desbloquear insights de IA

source: • Your entries are completely private
es: • Tus entradas son completamente privadas
pt_br: • Suas entradas sao completamente privadas

source: + %lld more days
es: + %lld dias mas
pt_br: + %lld dias a mais

source: +%lld more
es: +%lld mas
pt_br: +%lld mais

source: +%lld more contacts
es: +%lld contactos mas
pt_br: +%lld contatos a mais

source: +%lld more signs
es: +%lld senales mas
pt_br: +%lld sinais a mais

source: +%lld more strategies
es: +%lld estrategias mas
pt_br: +%lld estrategias a mais

source: +%lld points
es: +%lld puntos
pt_br: +%lld pontos

source: +%lld XP earned
es: +%lld XP ganados
pt_br: +%lld XP ganhos

source: ~%lld minutes
es: ~%lld minutos
pt_br: ~%lld minutos

source: 0-2 years
es: 0-2 años
pt_br: 0-2 anos

source: 1 week
es: 1 semana
pt_br: 1 semana

source: 2 weeks
es: 2 semanas
pt_br: 2 semanas

source: 3 minutes
es: 3 minutos
pt_br: 3 minutos

source: 3 weeks
es: 3 semanas
pt_br: 3 semanas

source: 3-5 years
es: 3-5 años
pt_br: 3-5 anos

source: 3x more likely to reach goals together!
es: ¡3 veces más probable alcanzar metas juntos!
pt_br: 3x mais provável alcançar metas juntos!

source: 4-7-8 Breathing
es: Respiración 4-7-8
pt_br: Respiração 4-7-8

source: 5-4-3-2-1 Grounding
es: Conexión a tierra 5-4-3-2-1
pt_br: Aterramento 5-4-3-2-1

source: 5-8 minutes to create
es: 5-8 minutos para crear
pt_br: 5-8 minutos para criar

source: 6-10 years
es: 6-10 años
pt_br: 6-10 anos

source: 7 Days
es: 7 Días
pt_br: 7 Dias

source: 7-Day
es: 7 Días
pt_br: 7 Dias

source: 7-day projection: %lld
es: Proyección a 7 días: %lld
pt_br: Projeção de 7 dias: %lld

source: 7-Day Recovery Plan
es: Plan de recuperación de 7 días
pt_br: Plano de recuperação de 7 dias

source: 7-Day Trend
es: Tendencia de 7 días
pt_br: Tendência de 7 dias

source: 7-Day Trends
es: Tendencias de 7 Dias
pt_br: Tendencias de 7 Dias

source: 10+ years
es: 10+ años
pt_br: 10+ anos

source: 12-Month Mood Trend
es: Tendencia de ánimo de 12 meses
pt_br: Tendência de humor de 12 meses

source: 14 Days
es: 14 Días
pt_br: 14 Dias

source: 14-Day
es: 14 Días
pt_br: 14 Dias

source: 14-Day Debt Score
es: Puntuación de deuda de 14 días
pt_br: Pontuação de dívida de 14 dias

source: 24 hours
es: 24 horas
pt_br: 24 horas

source: 30 Days
es: 30 Días
pt_br: 30 Dias

source: 30-Day
es: 30 Días
pt_br: 30 Dias

source: 48 hours
es: 48 horas
pt_br: 48 horas

source: 60 BPM steady pulse for grounding
es: Pulso constante de 60 BPM para anclaje
pt_br: Pulso constante de 60 BPM para ancoragem

source: 100% translated
es: 100% traducido
pt_br: 100% traduzido

source: 988 Suicide & Crisis Lifeline
es: 988 Línea de Prevención del Suicidio y Crisis
pt_br: 988 Linha de Prevenção ao Suicídio e Crise

source: A different way to look at it:
es: Una forma diferente de verlo:
pt_br: Uma forma diferente de ver:

source: A Gentle Reflection
es: Una Reflexion Suave
pt_br: Uma Reflexao Suave

source: A more balanced thought:
es: Un pensamiento mas equilibrado:
pt_br: Um pensamento mais equilibrado:

source: A personal safety plan helps you take safe actions during difficult moments. It's private, stored securely, and available offline.
es: Un plan de seguridad personal te ayuda a tomar acciones seguras durante momentos dificiles. Es privado, se almacena de forma segura y esta disponible sin conexion.
pt_br: Um plano de seguranca pessoal ajuda voce a tomar acoes seguras durante momentos dificeis. E privado, armazenado com seguranca e disponivel offline.

source: A personalized wind-down routine helps you relax and prepare for restful sleep
es: Una rutina personalizada de relajación te ayuda a prepararte para un sueño reparador
pt_br: Uma rotina personalizada de relaxamento ajuda você a se preparar para um sono reparador

source: A test notification has been scheduled. It should arrive within a few seconds.
es: Se ha programado una notificacion de prueba. Deberia llegar en unos segundos.
pt_br: Uma notificacao de teste foi agendada. Deve chegar em alguns segundos.

source: About
es: Acerca de
pt_br: Sobre

source: About AI Coaching
es: Acerca del Coaching de IA
pt_br: Sobre o Coaching de IA

source: About Difficulty Levels
es: Acerca de los niveles de dificultad
pt_br: Sobre os níveis de dificuldade

source: About Family Groups
es: Acerca de Grupos Familiares
pt_br: Sobre Grupos Familiares

source: About HSA/FSA Eligibility
es: Acerca de Elegibilidad HSA/FSA
pt_br: Sobre Elegibilidade HSA/FSA

source: About Invite Codes
es: Acerca de Codigos de Invitacion
pt_br: Sobre Codigos de Convite

source: About these insights
es: Acerca de estas perspectivas
pt_br: Sobre esses insights

source: About this Assessment
es: Acerca de esta evaluación
pt_br: Sobre esta avaliação

source: About This Journey
es: Acerca de Este Viaje
pt_br: Sobre Esta Jornada

source: About This Method
es: Acerca de Este Metodo
pt_br: Sobre Este Metodo

source: About Voices
es: Acerca de las Voces
pt_br: Sobre as Vozes

source: About You
es: Acerca de ti
pt_br: Sobre você

source: About Your Transition
es: Acerca de tu transición
pt_br: Sobre sua transição

source: Accept
es: Aceptar
pt_br: Aceitar

source: Accept Mentorship
es: Aceptar mentoría
pt_br: Aceitar mentoria

source: Accept Request
es: Aceptar solicitud
pt_br: Aceitar solicitação

source: Access your encrypted private journal entries
es: Accede a tus entradas de diario privadas encriptadas
pt_br: Acesse suas entradas de diario privadas criptografadas

source: Accessibility
es: Accesibilidad
pt_br: Acessibilidade

source: Accessibility Guide
es: Guia de Accesibilidad
pt_br: Guia de Acessibilidade

source: Achievement Unlock
es: Logro Desbloqueado
pt_br: Conquista Desbloqueada

source: Achievements
es: Logros
pt_br: Conquistas

source: Achiever
es: Triunfador
pt_br: Realizador

source: Achromasia (Complete)
es: Acromatopsia (Completa)
pt_br: Acromatopsia (Completa)

source: Acknowledged
es: Reconocido
pt_br: Reconhecido

source: Action Details
es: Detalles de la acción
pt_br: Detalhes da ação

source: Action History
es: Historial de acciones
pt_br: Histórico de ações

source: Action Needed
es: Acción necesaria
pt_br: Ação necessária

source: Action Plan
es: Plan de Accion
pt_br: Plano de Acao

source: Actions
es: Acciones
pt_br: Ações

source: Actions Today
es: Acciones de hoy
pt_br: Ações de hoje

source: Activate Vacation Mode
es: Activar modo vacaciones
pt_br: Ativar modo férias

source: Activating...
es: Activando...
pt_br: Ativando...

source: Active
es: Activo
pt_br: Ativo

source: Active Assignments
es: Tareas Activas
pt_br: Tarefas Ativas

source: Active Challenges
es: Desafios Activos
pt_br: Desafios Ativos

source: Active Check-ins
es: Registros Activos
pt_br: Check-ins Ativos

source: Active Days
es: Días activos
pt_br: Dias ativos

source: Active Downloads
es: Descargas Activas
pt_br: Downloads Ativos

source: Active Journey
es: Viaje activo
pt_br: Jornada ativa

source: Active Mentorships
es: Mentorías activas
pt_br: Mentorias ativas

source: Active Sessions
es: Sesiones Activas
pt_br: Sessoes Ativas

source: Active Signals
es: Señales activas
pt_br: Sinais ativos

source: Active Subscription Required
es: Suscripcion Activa Requerida
pt_br: Assinatura Ativa Necessaria

source: Active Warning Signs
es: Señales de alerta activas
pt_br: Sinais de alerta ativos

source: Activities
es: Actividades
pt_br: Atividades

source: Activity
es: Actividad
pt_br: Atividade

source: Activity Heatmap
es: Mapa de calor de actividad
pt_br: Mapa de calor de atividade

source: Activity Summary
es: Resumen de actividad
pt_br: Resumo de atividades

source: Adapt exercises based on heart rate
es: Adaptar ejercicios según la frecuencia cardíaca
pt_br: Adaptar exercícios com base na frequência cardíaca

source: Adaptation Behavior
es: Comportamiento de adaptación
pt_br: Comportamento de adaptação

source: Adaptation Mode
es: Modo de adaptación
pt_br: Modo de adaptação

source: Adaptive Breathing
es: Respiración adaptativa
pt_br: Respiração adaptativa

source: Adaptive Difficulty
es: Dificultad Adaptativa
pt_br: Dificuldade Adaptativa

source: Add
es: Agregar
pt_br: Adicionar

source: Add %@ to the list
es: Agregar %@ a la lista
pt_br: Adicionar %@ à lista

source: Add a %@ question
es: Agregar una pregunta de %@
pt_br: Adicionar uma pergunta de %@

source: Add a caption (optional)
es: Agregar una leyenda (opcional)
pt_br: Adicionar uma legenda (opcional)

source: Add Another Thought
es: Agregar Otro Pensamiento
pt_br: Adicionar Outro Pensamento

source: Add Approach
es: Agregar Enfoque
pt_br: Adicionar Abordagem
